tap "gcenx/wine"
tap "hashicorp/tap"
tap "microsoft/mssql-release"
brew "act"
brew "jpeg-turbo"
brew "libpng"
brew "awscli"
brew "libsodium"
brew "azure-cli"
brew "bison"
brew "freetype"
brew "cmake"
brew "exiftool"
brew "ffmpeg"
brew "fzf"
brew "gmp"
brew "gcc"
brew "libavif"
brew "webp"
brew "gd"
brew "gifsicle"
brew "libiconv"
brew "git"
brew "git-lfs"
brew "gnu-time"
brew "graphviz"
brew "just"
brew "libidn"
brew "libzip"
brew "lightgbm"
brew "make"
brew "mise"
brew "neovim"
brew "oniguruma"
brew "pkgconf"
brew "poetry"
brew "pyenv"
brew "re2c"
brew "ruff"
brew "rustup"
brew "starship"
brew "swagger-codegen"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "uv"
brew "volta"
brew "wget"
brew "winetricks"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "antigravity"
cask "arc"
cask "azookey"
cask "codex"
cask "cursor"
cask "cyberduck"
cask "devtoys"
cask "docker-desktop"
cask "figma"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "logi-options+"
cask "postman"
cask "raycast"
cask "rectangle"
cask "thebrowsercompany-dia"
cask "usage-app"
cask "gcenx/wine/wine-crossover"
cask "zen"
vscode "anthropic.claude-code"
vscode "bradlc.vscode-tailwindcss"
vscode "bung87.rails"
vscode "bung87.vscode-gemfile"
vscode "charliermarsh.ruff"
vscode "christian-kohler.npm-intellisense"
vscode "databricks.databricks"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "docker.docker"
vscode "donjayamanne.githistory"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "formulahendry.code-runner"
vscode "github.codespaces"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "github.vscode-pull-request-github"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "hediet.vscode-drawio"
vscode "liviuschera.noctis"
vscode "mechatroner.rainbow-csv"
vscode "mhutchie.git-graph"
vscode "misogi.ruby-rubocop"
vscode "mosapride.zenkaku"
vscode "ms-azuretools.vscode-azureterraform"
vscode "ms-azuretools.vscode-containers"
vscode "ms-azuretools.vscode-docker"
vscode "ms-ceintl.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpp-devtools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.powershell"
vscode "ms-vscode.remote-explorer"
vscode "ms-vsliveshare.vsliveshare"
vscode "oderwat.indent-rainbow"
vscode "onecentlin.laravel5-snippets"
vscode "openai.chatgpt"
vscode "pkief.material-icon-theme"
vscode "pranaygp.vscode-css-peek"
vscode "prisma.prisma"
vscode "qwtel.sqlite-viewer"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.liveserver"
vscode "rooveterinaryinc.roo-cline"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "shopify.ruby-lsp"
vscode "sianglim.slim"
vscode "streetsidesoftware.code-spell-checker"
vscode "tamasfe.even-better-toml"
vscode "tauri-apps.tauri-vscode"
vscode "tomoki1207.pdf"
vscode "twxs.cmake"
vscode "usernamehw.errorlens"
vscode "wakatime.vscode-wakatime"
vscode "wayou.vscode-todo-highlight"
vscode "wmaurer.change-case"
vscode "yzane.markdown-pdf"
vscode "yzhang.markdown-all-in-one"
vscode "zenn.zenn-preview"
go "golang.org/x/tools/gopls"
go "honnef.co/go/tools/cmd/staticcheck"
cargo "tauri-cli"
npm "corepack"
