tap "gcenx/wine"
brew "mas"
brew "winetricks"
cask "codex"
cask "cyberduck"
cask "logi-options+"
cask "discord"
cask "microsoft-teams"
cask "gcenx/wine/wine-crossover"

# --- Mac App Store ---
mas "Keynote", id: 361285480
mas "LINE", id: 539883307
mas "Numbers", id: 361304891
mas "OneDrive", id: 823766827
mas "Pages", id: 361309726
mas "Prime Video", id: 545519333
mas "RunCat", id: 1429033973
mas "SafeInCloud Password Manager", id: 883070818
