tap "hashicorp/tap"
brew "act"
brew "aqua"
brew "awscli"
brew "azure-cli"
brew "bat"
brew "cmake"
brew "colima"
brew "colmap"
brew "curl"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "eza"
brew "exiftool"
brew "ffmpeg"
brew "fd"
brew "fzf"
brew "gcc"
brew "gh"
brew "git"
brew "htop"
brew "git-lfs"
brew "jq"
brew "just"
brew "lima-additional-guestagents"
brew "make"
brew "mise"
brew "neovim"
brew "overmind"
brew "poetry"
brew "ripgrep"
brew "rtabmap"
brew "ruff"
brew "rustup"
brew "sqlite"
brew "starship"
brew "tmux"
brew "tree"
brew "unzip"
brew "uv"
brew "volta"
brew "wget"
brew "zoxide"
brew "zsh-autosuggestions"
brew "zsh-completions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/terraform"
cask "arc"
cask "cloudcompare"
cask "devtoys"
cask "drawio"
cask "figma"
cask "firefox"
cask "font-hack-nerd-font"
cask "font-monaspace"
cask "gcloud-cli"
cask "ghostty"
cask "google-chrome"
cask "google-drive"
cask "keycastr"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "usage-app"
cask "visual-studio-code"
cask "zen"
